Repository: PayXpert/connect2pay-woocommerce-module
Catalog: languages/payxpert-*.po
Languages: es_es, fr_fr

source: &laquo; Previous
fr_fr: &laquo; Précédent

source: (PayXpert) Send PayByLink
fr_fr: (PayXpert) Envoyer PayByLink

source: (PayXpert) Send PayByLink x2
fr_fr: (PayXpert) Envoyer PayByLink x2

source: (PayXpert) Send PayByLink x3
fr_fr: (PayXpert) Envoyer PayByLink x3

source: (PayXpert) Send PayByLink x4
fr_fr: (PayXpert) Envoyer PayByLink x4

source: A capture transaction already exist for this transaction ID.
fr_fr: Une capture existe déjà pour cet ID de transaction.

source: A customer must be assigned to the order before sending PayByLink (PayXpert)
fr_fr: Un client doit être affecté à la commande avant d'envoyer PayByLink (PayXpert)

source: Activate merchant notification
fr_fr: Activer la notification marchand

source: Amount
fr_fr: Montant

source: An error occured during the capture process :
fr_fr: Une erreur s'est produite lors du processus de capture :

source: An error occured during the refund process :
fr_fr: Une erreur s'est produite lors du processus de remboursement :

source: An error occured while trying to generate the payment link. Please try again or contact the support.
fr_fr: Une erreur s'est produite lors de la génération du lien de paiement. Veuillez réessayer ou contacter le support.

source: An error occurred during payment preparation.
fr_fr: Une erreur s'est produite lors de la préparation du paiement.

source: API keys valid:
fr_fr: Clés API valides:

source: Automatic
fr_fr: Automatique

source: By activating this function, it is possible to send a payment link by email from an order in the back office.
fr_fr: En activant cette fonction, il est possible d'envoyer un lien de paiement par mail depuis une commande en back office.

source: Capture mode
fr_fr: Mode capture

source: Card CB/Visa/Mastercard
fr_fr: Cartes Bancaires CB/Visa/Mastercard

source: Click here to pay your order
fr_fr: Cliquez ici pour payer votre commande

source: Close
fr_fr: Fermer

source: CMS Version:
fr_fr: Version du CMS:

source: CONTACT US
fr_fr: CONTACTEZ-NOUS

source: Created At
fr_fr: Créé à

source: Credit card gateway.
fr_fr: Passerelle de carte de crédit.

source: Credit Cards by PayXpert
fr_fr: Cartes bancaires par PayXpert

source: Currency
fr_fr: Devise

source: Customization
fr_fr: Personnalisation

source: day(s)
fr_fr: jour(s)

source: Display mode
fr_fr: Mode d'affichage

source: Download LOGs
fr_fr: Télécharger les LOGs

source: Email notification
fr_fr: Notification par courrier électronique

source: Enable PayByLink
fr_fr: Activer PayByLink

source: Enable to receive notifications related to payment requests.
fr_fr: Activer pour recevoir des notifications liées aux demandes de paiement.

source: English
fr_fr: Anglais

source: Enter the email address that will be notified before the automatic initiation of the capture (5 days after the transaction).
fr_fr: Saisissez l'adresse email qui sera notifiée avant le lancement automatique de la capture (5 jours après la transaction).

source: Enter the email address that will receive notifications.
fr_fr: Entrez l'adresse e-mail qui recevra les notifications.

source: Exception during refund:
fr_fr: Exception lors du remboursement :

source: Failed to initialize the email class.
fr_fr: Échec de l'initialisation de la classe de courrier électronique.

source: Firstname
fr_fr: Prénom

source: French
fr_fr: Français

source: Front label
fr_fr: Label front office

source: Hello %s,
fr_fr: Bonjour %s,

source: hour(s)
fr_fr: heure(s)

source: https://alan-allman.com/en/cabinet/we/
fr_fr: https://alan-allman.com/cabinet/we/

source: Indicate the proportion to be paid in the first monthly payment. The remainder will be distributed equally between the other installments.
fr_fr: Indiquez la part à payer lors de la première mensualité. Le reste sera réparti équitablement sur les mensualités suivantes.

source: Initial Amount
fr_fr: Montant initial

source: Installment 2x
fr_fr: Paiement en 2 fois par carte

source: Installment 3x
fr_fr: Paiement en 3 fois par carte

source: Installment 4x
fr_fr: Paiement en 4 fois par carte

source: Installment Amount
fr_fr: Montant du versement

source: Installment Payment Settings
fr_fr: Paramètres de paiement échelonné

source: Installment payment x2 by PayXpert
fr_fr: Paiement échelonné x2 par PayXpert

source: Installment payment x3 by PayXpert
fr_fr: Paiement échelonné x3 par PayXpert

source: Installment payment x4 by PayXpert
fr_fr: Paiement échelonné x4 par PayXpert

source: Installment x2
fr_fr: Paiement en 2 fois par carte

source: Installment x3
fr_fr: Paiement en 3 fois par carte

source: Installment x4
fr_fr: Paiement en 4 fois par carte

source: Iterations Left
fr_fr: Itérations restantes

source: Last Payment
fr_fr: Dernier paiement

source: Lastname
fr_fr: Nom

source: Liability Shift
fr_fr: Transfert de responsabilité

source: Log file not found.
fr_fr: Fichier de log non trouvé.

source: Login
es_es: Inicio de sesión
fr_fr: Se connecter

source: LS*
fr_fr: TdR*

source: Manual
fr_fr: Manuel

source: Maximum amount for installment payment
fr_fr: Montant maximum pour un paiement échelonné

source: Maximum order amount to enable installment payment.
fr_fr: Montant maximum de commande pour permettre le paiement en plusieurs fois.

source: Minimum amount for installment payment
fr_fr: Montant minimum pour un paiement échelonné

source: Minimum order amount to enable installment payment.
fr_fr: Montant minimum de commande pour permettre le paiement échelonné.

source: Missing parameters.
fr_fr: Paramètres manquants.

source: Module Version:
fr_fr: Version du Module:

source: month(s)
fr_fr: mois

source: Next &raquo;
fr_fr: Suivant &raquo;

source: Next Payment
fr_fr: Prochain paiement

source: No
fr_fr: Non

source: No refundable transactions found for this order.
fr_fr: Aucune transaction remboursable trouvée pour cette commande.

source: No subscriptions found.
fr_fr: Aucun abonnement trouvé.

source: No transaction found.
fr_fr: Aucune transaction trouvée.

source: No transactions found.
fr_fr: Aucune transaction trouvée.

source: Non authorized action.
fr_fr: Action non autorisée.

source: Notification language
fr_fr: Langue des notifications

source: Notification recipient
fr_fr: Destinataire de la notification

source: Operation
fr_fr: Opération

source: Order Date:
fr_fr: Date de commande :

source: Order ID
fr_fr: Numéro de commande

source: Order not found.
fr_fr: Commande introuvable.

source: Order Reference:
fr_fr: Référence de commande :

# Order status
source: Capture Payment Pending (PayXpert)
fr_fr: Capture de paiement en attente (PayXpert)

# Order status
source: Instalment Payment Pending (PayXpert)
fr_fr: Paiement échelonné en attente (PayXpert)

source: Order Summary
fr_fr: Récapitulatif de la commande

source: Originator ID
es_es: ID de origen
fr_fr: Identifiant de l'expéditeur

source: Password
es_es: Contraseña
fr_fr: Mot de passe

source: Pay in 2 times
fr_fr: Payer en 2 fois

source: Pay in 3 times
fr_fr: Payer en 3 fois

source: Pay in 4 times
fr_fr: Payer en 4 fois

source: PayByLink by PayXpert
fr_fr: PayByLink par PayXpert

source: PayByLink email sent to the customer (PayXpert)
fr_fr: E-mail PayByLink envoyé au client (PayXpert)

source: Payment deadline:
fr_fr: Délai de paiement :

source: Payment label: Alipay
fr_fr: Étiquette de paiement : Alipay

source: Payment label: Credit Card
fr_fr: Étiquette de paiement : Carte bancaire

source: Payment label: Wechat
fr_fr: Étiquette de paiement : Wechat

source: Payment Link generated :
fr_fr: Lien de paiement généré :

source: Payment Method
fr_fr: Méthode de paiement

source: Payment methods settings
fr_fr: Paramètres des méthodes de paiement

source: Payment Settings
fr_fr: Paramètres de paiement

source: Payment via Alipay by PayXpert
fr_fr: Paiement via Alipay par PayXpert

source: Payment via Credit Card by PayXpert
fr_fr: Paiement par carte bancaire avec PayXpert

source: Payment via Wechat by PayXpert
fr_fr: Paiement via Wechat par PayXpert

source: Payments will be authorized but will require manual validation before collection. Make sure to capture transactions within the allotted time to avoid authorization expiration.
fr_fr: Les paiements seront autorisés, mais nécessiteront une validation manuelle avant encaissement. Assurez-vous de saisir les transactions dans le délai imparti pour éviter l'expiration de l'autorisation.

source: PayXpert - Subscription
fr_fr: PayXpert - Abonnement

source: PayXpert payment gateway
fr_fr: Passerelle de paiement PayXpert

source: PayXpert Settings
es_es: Configuración de PayXpert
fr_fr: Paramètres PayXpert

source: PayXpert Subscriptions
fr_fr: Abonnements PayXpert

source: PayXpert Subscriptions List
fr_fr: Liste des abonnements PayXpert

source: PayXpert transaction received.
fr_fr: Transaction PayXpert reçue.

source: PayXpert Transactions
fr_fr: Transactions PayXpert

source: PayXpert Transactions List
fr_fr: Liste des transactions PayXpert

source: Percentage
fr_fr: Pourcentage

source: Period
fr_fr: Période

source: PHP Version:
fr_fr: Version de PHP:

source: Please fill all required fields.
fr_fr: Veuillez remplir tous les champs obligatoires.

source: Plugin Settings
es_es: Configuración del plugin
fr_fr: Paramètres du plugin

source: Products:
fr_fr: Produits :

source: Referal Transaction
fr_fr: Transaction de référence

source: Refundable amount
fr_fr: Montant remboursable

source: Refunded %s %s from transaction %s
fr_fr: Remboursé %s %s de la transaction %s

source: Result
fr_fr: Résultat

source: Retries
fr_fr: Nouvelles tentatives

source: Sales Transactions
fr_fr: Opérations de vente

source: Save Settings
es_es: Guardar configuración
fr_fr: Enregistrer les paramètres

source: second(s)
fr_fr: seconde(s)

source: Select the redirect mode for payments.
fr_fr: Sélectionnez le mode de redirection pour les paiements.

source: Send
fr_fr: Envoyer

source: Settings
fr_fr: Réglages

source: Settings saved successfully.
fr_fr: Paramètres enregistrés avec succès.

source: Shipping:
fr_fr: Expédition:

source: State
fr_fr: État

source: Status
es_es: Estado
fr_fr: Statut

source: Status updated after payment captured via PayXpert.
fr_fr: Statut mis à jour après le paiement capturé via PayXpert.

source: Subject
fr_fr: Sujet

source: Subscription ID
fr_fr: Identifiant d'abonnement

source: Subscription Type
fr_fr: Type d'abonnement

source: Subscriptions
fr_fr: Abonnements

source: Subtotal:
fr_fr: Total:

source: Thank you for your trust, %s
fr_fr: Merci pour votre confiance, %s

source: Thank you for your trust, %s.
fr_fr: Merci pour votre confiance, %s.

source: The email address is not valid.
fr_fr: L'adresse email n'est pas valide.

source: The order status must be `Waiting for paybylink payment (PayXpert)`
fr_fr: Le statut de la commande doit être « En attente de paiement paybylink (PayXpert) »

source: The PayByLink email has been sent successfully.
fr_fr: L'e-mail PayByLink a été envoyé avec succès.

source: To be paid immediately
fr_fr: A payer immédiatement

source: To secure payments, the latency period for manual capture is limited to 7 days. It is imperative to capture transactions before this deadline.
fr_fr: Afin de sécuriser les paiements, le délai de latence pour la capture manuelle est limité à 7 jours. Il est impératif de capturer les transactions avant ce délai.

source: Transaction %s captured successfully via PayXpert.
fr_fr: La transaction %s a été capturée avec succès via PayXpert.

source: Transaction ID
fr_fr: ID de transaction

source: Transaction not found.
fr_fr: Transaction non trouvée.

source: Transaction operation must be `authorize`
fr_fr: L'opération de transaction doit être « autorisée »

source: Transaction template not found.
fr_fr: Modèle de transaction non trouvé.

source: Unauthorized
fr_fr: Non autorisé

source: User guide
fr_fr: Guide utilisateur

source: Waiting for instalment payments <span class="count">(%s)</span>
fr_fr: En attente de paiements échelonnés <span class="count">(%s)</span>

source: WC_Email_Payxpert_Paybylink not found
fr_fr: WC_Email_Payxpert_Paybylink introuvable

source: Woocommerce Version:
fr_fr: Version de WooCommerce:

source: year(s)
fr_fr: année(s)

source: Yes
fr_fr: Oui

source: You are not allowed to perform this action.
fr_fr: Vous n'êtes pas autorisé à effectuer cette action.

source: You have no active subscriptions.
fr_fr: Aucun abonnement en cours.

source: You have requested to pay your order using PayByLink via PayXpert. Below are the details of your order and the payment link.
fr_fr: Vous avez demandé à payer votre commande avec PayByLink via PayXpert. Vous trouverez ci-dessous les détails de votre commande et le lien de paiement.

source: You have requested to pay your order using PayByLink via PayXpert. Below are the details of your order and the secure payment link.
fr_fr: Vous avez demandé à payer votre commande avec PayByLink via PayXpert. Vous trouverez ci-dessous les détails de votre commande et le lien de paiement sécurisé.

source: Your order amount must be greater than 0 (PayXpert)
fr_fr: Le montant de votre commande doit être supérieur à 0 (PayXpert)

source: Your order must contain at least one product (PayXpert)
fr_fr: Votre commande doit contenir au moins un produit (PayXpert)

source: Your request will be sent to PayXpert Support at assistance@payxpert.com. You will receive a notification that it has been taken into account, and our team will contact you via email.
fr_fr: Votre demande va être envoyée au support PayXpert - assistance@payxpert.com. Vous recevrez une notification de prise en charge et nos équipes reprendront contact avec vous par mail.

source: Your support request was sent successfully.
fr_fr: Votre demande d'assistance a été envoyée avec succès.

source: Active theme
es_es: Tema activo

source: Alipay by PayXpert
es_es: Alipay de PayXpert

source: Alipay payment method
es_es: Método de pago AliPay

source: Alipay via PayXpert
es_es: AliPay vía PayXpert

source: Authorize
es_es: Autorizar

source: Configuration
es_es: Configuración

source: Connection Failed
es_es: Conexión fallida

source: Connection Successful
es_es: Conexión correcta

source: Copy to Clipboard
es_es: Copiar al portapapeles

source: Create Account
es_es: Crear cuenta

source: Credentials
es_es: Credenciales

source: Credit Card Mode
es_es: Modo de tarjeta de crédito

source: Credit cards by PayXpert
es_es: Tarjetas de crédito por PayXpert

source: Credit cards via PayXpert
es_es: Tarjetas de crédito vía PayXpert

source: Customize the behavior and appearance of your payment system.
es_es: Personalice el comportamiento y la apariencia de su sistema de pago.

source: Decide whether merchants should receive notifications after each payment attempt.
es_es: Decida si los comerciantes deben recibir notificaciones después de cada intento de pago.

source: Default value for the account
es_es: Valor predeterminado para la cuenta

source: Disabled
es_es: Deshabilitado

source: Do not change this field unless provided with a specific URL.
es_es: No cambie este campo a menos que se le haya proporcionado una URL específica.

source: Documentation
es_es: Documentación

source: Domain
es_es: Dominio

source: Enable AliPay
es_es: Habilitar AliPay

source: Enable Card payment
es_es: Habilitar pago con tarjeta

source: Enable WeChat Pay
es_es: Habilitar WeChat Pay

source: Enabled
es_es: Habilitado

source: Integrity Hash
es_es: Hash de integridad

source: Invalid nonce
es_es: Nonce inválido

source: Log PayXpert events, such as Callback
es_es: Registrar eventos de PayXpert, como el Callback

source: Manage notifications sent to the merchant after payment attempts.
es_es: Gestionar las notificaciones enviadas al comerciante tras los intentos de pago.

source: Merchant Email Notifications Language
es_es: Idioma de las notificaciones por correo electrónico del comerciante

source: Merchant Email Notifications Recipient
es_es: Destinatario de las notificaciones por correo electrónico del comerciante

source: Merchant Notifications
es_es: Notificaciones del comerciante

source: Merchant Token Not matching with PayXpert, Please Contact with Website Owner.
es_es: El Token del comerciante no coincide con PayXpert, por favor contacte con el propietario del sitio web.

source: Notifications
es_es: Notificaciones

source: Pay Button Title
es_es: Título del botón Pagar

source: Payment Gateway URL (Refund)
es_es: URL de la pasarela de pago (reembolso)

source: Payment Methods
es_es: Métodos de pago

source: Payment not complete, please try again
es_es: Pago no completado, por favor intente de nuevo

source: Payment Page URL
es_es: URL de la página de pago

source: Payment preparation error occurred
es_es: Ocurrió un error al preparar el pago

source: PHP version
es_es: Versión PHP

source: Please enter your credentials to unlock the settings below.
es_es: Por favor, introduzca sus credenciales para desbloquear la configuración de abajo.

source: Plugin version
es_es: Versión del plugin

source: Redirection
es_es: Redirección

source: Refunded %s - Refund ID: %s
es_es: Reembolsado %s - ID de reembolso: %s

source: Sale
es_es: Venta

source: Seamless
es_es: Modo sin interrupciones

source: Seamless Checkout Version
es_es: Versión del pago sin interrupciones

source: Secure Connection (HTTPS)
es_es: Conexión segura (HTTPS)

source: Select and configure the payment methods available for your customers.
es_es: Seleccione y configure los métodos de pago disponibles para sus clientes.

source: Specifies the payment operation type. Selecting "Authorize" means funds must be manually captured later.
es_es: Especifica el tipo de operación de pago. Seleccionar "Autorizar" significa que los fondos deben ser capturados manualmente más tarde.

source: Successful transaction by customer redirection. Transaction Id:
es_es: Transacción exitosa por redirección del cliente. ID de transacción:

source: Successful transaction Callback received with transaction Id:
es_es: Callback de transacción exitosa recibido con ID de transacción:

source: Summary of the current website and plugin status.
es_es: Resumen del estado actual del sitio web y del plugin.

source: Support
es_es: Soporte

source: The email address to which merchant notifications will be sent.
es_es: La dirección de correo electrónico a la que se enviarán las notificaciones del comerciante.

source: The file hash value of the Seamless Checkout script.
es_es: El valor hash del archivo del script de Seamless Checkout.

source: The language in which merchant notifications will be delivered.
es_es: El idioma en el que se entregarán las notificaciones del comerciante.

source: The version of Seamless Checkout to be used.
es_es: La versión de Seamless Checkout que se utilizará.

source: Transaction ID Not matching with PayXpert, Please Contact with Website Owner.
es_es: El ID de transacción no coincide con PayXpert, por favor contacte con el propietario del sitio web.

source: Transaction Operation
es_es: Operación de transacción

source: Unsuccessful transaction Callback received with the following information:
es_es: Callback de transacción no exitosa recibido con la siguiente información:

source: Unsuccessful transaction, customer left payment flow. Retrieved data:
es_es: Transacción no exitosa, el cliente abandonó el flujo de pago. Datos recuperados:

source: WeChat by PayXpert
es_es: WeChat por PayXpert

source: WeChat Pay method
es_es: Método de pago WeChat

source: WeChat via PayXpert
es_es: WeChat vía PayXpert

source: WooCommerce PayXpert Gateway
es_es: Pasarela PayXpert WooCommerce

source: WooCommerce PayXpert Gateway plugin
es_es: Plugin WooCommerce PayXpert Gateway

source: WooCommerce version
es_es: Versión de WooCommerce

source: WordPress version
es_es: Versión de WordPress

source: You do not have permission to save settings
es_es: No tiene permiso para guardar la configuración

source: Your plugin description goes here. Version
es_es: La descripción de tu plugin va aquí. Versión
